<?php
/**
 * 外部操作类型
 * @author Tx
 *
 */
class chargeInterface extends OprateHistoryModule
{
	public static $OpType = array(
            '1'=>'创建订单',//系统创建订单                                --用户
            '2'=>'超时取消',//客户在60分钟内未支付定金，系统取消订单        --系统
            '3'=>'支付定金',//客户成功支付定金                             --用户
            '4'=>'支付余款',//客户成功支付余款，可存在多条记录              --用户
            '5'=>'取消订单',//客户点击“取消订单”按钮主动取消订单          --用户
            '6'=>'下载合同',//客户点击“下载合同”按钮下载合同文件          --用户
            '7'=>'签收合同',//合同签收录入节点                             --后台(没有,暂时没做)
            '8'=>'审核合同',//合同审核录入节点                             --后台(有,改立即做)
            '9'=>'寄发合同',//合同寄发录入节点                             --后台(没有,暂时不考虑)
            '10'=>'业主新奇币充值',//系统执行业主新奇币充值操作节点         --后台(有，充值节点未确定)
        );
        
        public static $OpTypeDetail = array(
            '1'=>'线上订单已创建',
            '2'=>'客户未及时支付定金而取消订单',
            '3'=>'支付金额￥',//XXXX.00
            '4'=>'支付金额￥',//XXXX.00
            '5'=>'客户已主动取消订单',
            '6'=>'客户通过前端已下载合同',
            '7'=>'会员客服部已签收客户合同',
            '8'=>'法务部已审核客户合同，',//{审核结果}
            '9'=>'会员客服部已寄发客户合同',
            '10'=>'为客户充值业主新奇币',//XXXX.00
            
            
        );
                
}