<link rel="stylesheet" href="../../../../../resource/fanghu2.0/css/member.css" />
<section class="member">
    <h1 class="active">我们是谁</h1>
    <p>我们是一个专业的全民众销服务平台，转发朋友，轻松赚高额客户推荐奖金。超低门槛，全民参与。手指一点， 做任务得积分，介绍项目给朋友，直接获取丰厚积分。</p>
    <h1>我们的背景</h1>
    <p>中弘控股股份有限公司成立于2001年，总部位于北京。为深圳交易所上市的百强地产公司（股票代码：000979）。历经十多年的发展，公司已经形成集商业地产、文化旅游地产等核心物业开发与运营为一体的综合型地产龙头企业。中弘倾力打造“新奇世界”的全新品牌，为中国家庭打造“全家新趣处”。新奇世界，涵盖旅游度假、主题公园、文化休闲、康体养生、高端商业及国际度假区产权型物业等多种类型，“新奇世界”与当地特色文化、景观充分贴合，将山地拓展、高尔夫、滑雪、游艇、马球、剧场、热气球、酒店、养老社区、主题公园、会议中心等超过15种适合不同年龄段家庭成员的业态匹配其中，为客户营造出一个老少皆宜的度假天堂。</p>
</section>
