<section class="main-section">
        <div class="h-acceptbox">
                <dl>
                        <dt>原因一：短信网关拥堵或出现异常</dt>
                        <dd>解决方案：短信网关拥堵或出现异常时会导致已发送的短信出现延时或丢失的情况，建议过段时间再尝试获取。</dd>
                </dl>
                <dl>
                        <dt>原因二：手机安全软件拦截</dt>
                        <dd> 解决方案：打开手机安全软件，暂时关闭拦截功能，然后再次尝试获取验证码。</dd>
                </dl>
                <dl>
                        <dt>原因三：手机业务不支持</dt>
                        <dd>解决方案：目前支持中国三大移动运营商的所有号码，如您非以上号码，建议您换号重试，否则将接收不到验证码短信。</dd>
                </dl>
                <dl>
                        <dt>原因四：手机停机</dt>
                        <dd>解决方案：请检查您的手机是否停机，确认后再试。</dd>
                </dl>
        </div>
</section>